Revit 2024 API
Application.NewBoundingBoxUV Method
Creates a two-dimensional rectangle.
Overload List
Name | Description
NewBoundingBoxUV()
Creates an empty two-dimensional rectangle.
NewBoundingBoxUV(Double, Double, Double, Double)
Creates a two-dimensional rectangle with supplied values.
See Also
Application Class
Application Members
Autodesk.Revit.Creation Namespace